export const colors = [
    'rgba(255, 99, 132, 1)',  // 핑크 레드
    'rgba(54, 162, 235, 1)',  // 스카이 블루
    'rgba(255, 206, 86, 1)',  // 라이트 옐로우
    'rgba(75, 192, 192, 1)',  // 민트 그린
    'rgba(153, 102, 255, 1)', // 라벤더 퍼플
    'rgba(255, 159, 64, 1)',  // 오렌지
    'rgba(255, 99, 71, 1)',   // 토마토 레드
    'rgba(60, 179, 113, 1)',  // 미디엄 시그린
    'rgba(106, 90, 205, 1)',  // 슬레이트 블루
    'rgba(255, 140, 0, 1)',   // 다크 오렌지
    'rgba(220, 20, 60, 1)',   // 크림슨
    'rgba(0, 191, 255, 1)',   // 딥 스카이 블루
    'rgba(32, 178, 170, 1)',  // 라이트 시그린
    'rgba(147, 112, 219, 1)', // 미디엄 퍼플
    'rgba(255, 215, 0, 1)',   // 골드
    'rgba(199, 21, 133, 1)',  // 미디엄 바이올렛 레드
    'rgba(30, 144, 255, 1)',  // 도저 블루
    'rgba(34, 139, 34, 1)',   // 포레스트 그린
    'rgba(75, 0, 130, 1)',    // 인디고
    'rgba(255, 69, 0, 1)',    // 오렌지 레드
];